package com.example.androidlibrary.adapter

val bookData = listOf(
    Book(0,"Джоан Роулинг", "Гарри Поттер и Философский Камень", "История о мальчике, который выжил"),
    Book(1, "Майк Омер", "Внутри Убийцы", "История о профайлере"),
    Book(2, "Артур Конан Дойл","Приключения Шерлока Холмса и доктора Ватсона","История о великом детективе"),
    Book(3, "Джеймс Оруэлл", "1984", "История о жизни без надежды"),
    Book(4, "Грегори Макдональд", "Флетч", "История о наглом репортёре"),
    Book(5, "Майк Омер", "Заживо в темноте", "Продолжение истории о профайлере"),
    Book(6, "Фрэнсис Скотт Фицджеральд", "Великий Гэстби", "Истоия о миллиардере-однолюбе"),
    Book(7,"Джоан Роулинг", "Гарри Поттер и Тайная Комната", "История о мальчике, который выжил"),
    Book(8, "Лев Николаевич Толстой", "Война и Мир", "История о том, как война меняет жизни"),
    Book(9, "Фёдор Михайлович Достоевский", "Преступление и Наказание", "Я преступление. Я наказание. Ты это знал? Преступление и наказание едины. Граница между ними исчезает. Комната просыпается. Олицетворение смерти, хозяин тумана, пожирающего дары. Это чистый инстинкт. Рви и мечи, пожирай, вой и рычи! Это не потеря контроля и не сингулярность..."),
    Book(10, "Рэй Брэдбери", "451 по Фаренгейту", "История о мире, где не ценились книги"),
    Book(11, "Оскар Уайльд", "Портрет Дориана Грея", "История о мужчине, познавшем бессмертие")
)

